erp3l/src/Enums/ОбъектыБухгалтерскогоУчета/ОбъектыБухгалтерскогоУчета.mdo
<?xml version="1.0" encoding="UTF-8"?>
<mdclass:Enum>
  <name>ОбъектыБухгалтерскогоУчета</name>
  <enumValues>
    <name>ДенежныеСредстваВКассах</name>
  </enumValues>
  <enumValues>
    <name>ДенежныеСредстваНаСчетах</name>
  </enumValues>
  <enumValues>
    <name>ДенежныеСредстваВПути</name>
  </enumValues>
  <enumValues>
    <name>АвансыПолученныеОтКлиентов</name>
  </enumValues>
  <enumValues>
    <name>ЗадолженностьКлиентов</name>
  </enumValues>
  <enumValues>
    <name>НДССАвансовПолученных</name>
  </enumValues>
  <enumValues>
    <name>АвансыВыданныеПоставщикам</name>
  </enumValues>
  <enumValues>
    <name>ЗадолженностьПередПоставщиками</name>
  </enumValues>
  <enumValues>
    <name>НДССАвансовВыданных</name>
  </enumValues>
  <enumValues>
    <name>КредитыИЗаймыВыданныеДолг</name>
  </enumValues>
  <enumValues>
    <name>КредитыИЗаймыВыданныеКомиссия</name>
  </enumValues>
  <enumValues>
    <name>КредитыИЗаймыВыданныеПроценты</name>
  </enumValues>
  <enumValues>
    <name>КредитыИЗаймыПолученныеДолг</name>
  </enumValues>
  <enumValues>
    <name>КредитыИЗаймыПолученныеКомиссия</name>
  </enumValues>
  <enumValues>
    <name>КредитыИЗаймыПолученныеПроценты</name>
  </enumValues>
  <enumValues>
    <name>РасчетыПоЗаработнойПлате</name>
  </enumValues>
  <enumValues>
    <name>РасчетыСПодотчетнымиЛицами</name>
  </enumValues>
  <enumValues>
    <name>РасчетыПоЗаймамСотрудникам</name>
  </enumValues>
  <enumValues>
    <name>УслугиПоАренде</name>
  </enumValues>
  <enumValues>
    <name>ОбеспечительныйПлатежПоАренде</name>
  </enumValues>
  <enumValues>
    <name>АрендныеОбязательства</name>
  </enumValues>
  <enumValues>
    <name>ВыкупнаяСтоимостьПоАренде</name>
  </enumValues>
  <enumValues>
    <name>НоменклатураНаСкладе</name>
  </enumValues>
  <enumValues>
    <name>НоменклатураВЦеховойКладовой</name>
  </enumValues>
  <enumValues>
    <name>НоменклатураОтгруженная</name>
  </enumValues>
  <enumValues>
    <name>НоменклатураПереданнаяВПереработку</name>
  </enumValues>
  <enumValues>
    <name>НоменклатураПереданнаяНаХранение</name>
  </enumValues>
  <enumValues>
    <name>НоменклатураПереданнаяНаКомиссию</name>
  </enumValues>
  <enumValues>
    <name>ВыручкаОтПродаж</name>
  </enumValues>
  <enumValues>
    <name>СебестоимостьПродаж</name>
  </enumValues>
  <enumValues>
    <name>НДССПродаж</name>
  </enumValues>
  <enumValues>
    <name>Расходы</name>
  </enumValues>
  <enumValues>
    <name>РасходыНаФинансовомРезультате</name>
  </enumValues>
  <enumValues>
    <name>ПрочиеДоходы</name>
  </enumValues>
  <enumValues>
    <name>НДССПрочихДоходов</name>
  </enumValues>
  <enumValues>
    <name>ВходящийНДС</name>
  </enumValues>
  <enumValues>
    <name>РезервыОценочныеОбязательства</name>
  </enumValues>
  <enumValues>
    <name>МатериалыИРаботыВНезавершенномПроизводстве</name>
  </enumValues>
  <enumValues>
    <name>ТрудозатратыВНезавершенномПроизводстве</name>
  </enumValues>
  <enumValues>
    <name>ПостатейныеЗатратыВНезавершенномПроизводстве</name>
  </enumValues>
  <enumValues>
    <name>СтоимостьНМА</name>
  </enumValues>
  <enumValues>
    <name>АмортизацияНМА</name>
  </enumValues>
  <enumValues>
    <name>СтоимостьНМА_ЦФ</name>
  </enumValues>
  <enumValues>
    <name>АмортизацияНМА_ЦФ</name>
  </enumValues>
  <enumValues>
    <name>СтоимостьОС</name>
  </enumValues>
  <enumValues>
    <name>АмортизацияОС</name>
  </enumValues>
  <enumValues>
    <name>АмортизацияОС_ЦФ</name>
  </enumValues>
  <enumValues>
    <name>СтоимостьОС_ЦФ</name>
  </enumValues>
  <enumValues>
    <name>ДенежныеСредстваВКассахККМ</name>
  </enumValues>
  <enumValues>
    <name>ПрочаяВыручка</name>
  </enumValues>
  <enumValues>
    <name>РезервыПоСомнительнымДолгам</name>
  </enumValues>
  <enumValues>
    <name>ВнутрихозяйственныеРасчеты</name>
  </enumValues>
  <enumValues>
    <name>ОбязательстваПоНеотфактурованнымПоставкам</name>
  </enumValues>
  <enumValues>
    <name>РезервПереоценкиСтоимостиОС</name>
  </enumValues>
  <enumValues>
    <name>РезервПереоценкиСтоимостиНМА</name>
  </enumValues>
  <enumValues>
    <name>ОбязательстваПередКомитентомПоРеализованнымТоварам</name>
  </enumValues>
  <enumValues>
    <name>ОбязательстваПередПринципаломПоРеализованнымУслугам</name>
  </enumValues>
  <enumValues>
    <name>ОбязательстваПередКомитентомПоЗакупкам</name>
  </enumValues>
  <enumValues>
    <name>РасчетыПоНалогамИВзносам</name>
  </enumValues>
  <enumValues>
    <name>РасчетыПоНДС</name>
  </enumValues>
  <enumValues>
    <name>ПрочиеАктивыПассивы</name>
  </enumValues>
  <enumValues>
    <name>НоменклатураВПути</name>
  </enumValues>
  <enumValues>
    <name>ДенежныеДокументы</name>
  </enumValues>
  <enumValues>
    <name>АвансВыкупнойСтоимостиПоАренде</name>
  </enumValues>
  <enumValues>
    <name>ПроцентыПоАренде</name>
  </enumValues>
  <enumValues>
    <name>НДСПоАренде</name>
  </enumValues>
  <enumValues>
    <name>ВводОстатков</name>
  </enumValues>
  <enumValues>
    <name>НДСПоОтгрузкамБезПереходаПраваСобственности</name>
  </enumValues>
  <enumValues>
    <name>ВнутрихозяйственныеРасчетыПоВыделенномуИмуществу</name>
  </enumValues>
  <enumValues>
    <name>РасчетыСРозничнымиПокупателями</name>
  </enumValues>
  <enumValues>
    <name>РасчетыПоВзаимозачетамЗадолженности</name>
  </enumValues>
  <enumValues>
    <name>ЗакрытиеДоходовОтПродолжающихсяОпераций</name>
  </enumValues>
  <enumValues>
    <name>ЗакрытиеРасходовОтПродолжающихсяОпераций</name>
  </enumValues>
  <enumValues>
    <name>ПодарочныеСертификаты</name>
  </enumValues>
  <enumValues>
    <name>ПринятаяВозвратнаяТара</name>
  </enumValues>
  <enumValues>
    <name>ПереданнаяВозвратнаяТара</name>
  </enumValues>
  <enumValues>
    <name>РезервыПоВознаграждениям</name>
  </enumValues>
  <enumValues>
    <name>РезервыПоСтраховымВзносам</name>
  </enumValues>
  <enumValues>
    <name>РезервыПодОбесценение</name>
  </enumValues>
  <enumValues>
    <name>ОбесценениеОС</name>
  </enumValues>
  <enumValues>
    <name>ОбесценениеНМА</name>
  </enumValues>
  <enumValues>
    <name>ПроцентныеРасходыДисконтирования</name>
  </enumValues>
</mdclass:Enum>

erp3l/src/Enums/ТипыНалогов/ТипыНалогов.mdo
<?xml version="1.0" encoding="UTF-8"?>
<mdclass:Enum>
  <name>ТипыНалогов</name>
  <enumValues>
    <name>ЕНВД</name>
  </enumValues>
  <enumValues>
    <name>ЕСХН</name>
  </enumValues>
  <enumValues>
    <name>ЗемельныйНалог</name>
  </enumValues>
  <enumValues>
    <name>НалогНаИмущество</name>
  </enumValues>
  <enumValues>
    <name>НалогНаПрибыль_РегиональныйБюджет</name>
  </enumValues>
  <enumValues>
    <name>НалогНаПрибыль_ФедеральныйБюджет</name>
  </enumValues>
  <enumValues>
    <name>НДС</name>
  </enumValues>
  <enumValues>
    <name>НДС_ВвозимыеТовары</name>
  </enumValues>
  <enumValues>
    <name>НДС_НалоговыйАгент</name>
  </enumValues>
  <enumValues>
    <name>НДФЛ</name>
  </enumValues>
  <enumValues>
    <name>НДФЛ_ИП</name>
  </enumValues>
  <enumValues>
    <name>ПрочиеНалогиИСборы</name>
  </enumValues>
  <enumValues>
    <name>ТорговыйСбор</name>
  </enumValues>
  <enumValues>
    <name>ТранспортныйНалог</name>
  </enumValues>
  <enumValues>
    <name>УСН_Доходы</name>
  </enumValues>
  <enumValues>
    <name>УСН_ДоходыМинусРасходы</name>
  </enumValues>
  <enumValues>
    <name>УСН_МинимальныйНалог</name>
  </enumValues>
  <enumValues>
    <name>ПФРПоСуммарномуТарифу</name>
  </enumValues>
  <enumValues>
    <name>ПФРСтраховаяЧасть</name>
  </enumValues>
  <enumValues>
    <name>ПФРНакопительнаяЧасть</name>
  </enumValues>
  <enumValues>
    <name>ПФРДополнительныйТарифЛЭ</name>
  </enumValues>
  <enumValues>
    <name>ПФРДополнительныйТарифШахтеры</name>
  </enumValues>
  <enumValues>
    <name>ПФРЗаЗанятыхНаПодземныхИВредныхРаботах</name>
  </enumValues>
  <enumValues>
    <name>ПФРЗаЗанятыхНаТяжелыхИПрочихРаботах</name>
  </enumValues>
  <enumValues>
    <name>ПФРСПревышения</name>
  </enumValues>
  <enumValues>
    <name>ФФОМС</name>
  </enumValues>
  <enumValues>
    <name>ТФОМС</name>
  </enumValues>
  <enumValues>
    <name>ФСС</name>
  </enumValues>
  <enumValues>
    <name>ФССНС</name>
  </enumValues>
  <enumValues>
    <name>НДФЛДоходыКонтрагентов</name>
  </enumValues>
  <enumValues>
    <name>НДФЛДивиденды</name>
  </enumValues>
  <enumValues>
    <name>НДФЛДивидендыСотрудникам</name>
  </enumValues>
  <enumValues>
    <name>НДФЛДоначисленныйПоРезультатамПроверки</name>
  </enumValues>
  <enumValues>
    <name>НДФЛПередачаЗадолженностиВНалоговыйОрган</name>
  </enumValues>
  <enumValues>
    <name>НДФЛПрочиеРасчетыСПерсоналом</name>
  </enumValues>
  <enumValues>
    <name>НДФЛСПревышения</name>
  </enumValues>
  <enumValues>
    <name>ПФРДоПредельнойВеличины</name>
  </enumValues>
  <enumValues>
    <name>НДС_ОбратноеОбложение</name>
  </enumValues>
</mdclass:Enum>

erp3l/src/CommonModules/МеждународныйУчетПоДаннымОстаточныхФинансовыхРегистровЛокализация/Module.bsl
#Область СлужебныйПрограммныйИнтерфейс

// Добавляет записи в таблицу описания объектов бухгалтерского учета.
// 
// Параметры:
// 	ОбъектыБухгалтерскогоУчета - ТаблицаЗначений - Описание колонок:
//  * ОбъектУчета - ПеречислениеСсылка.ОбъектыБухгалтерскогоУчета - Ссылка объекта бухгалтерского учета
//  * ФункциональныеОпции - Массив из Строка - массив имен функциональных опций, управляющих ведением учета по объекту бух.учета
//  * ИсточникДанных - Строка - Имя регистра накопления, в котором ведется учет по объекту бух.учета
//  * ОтборДанных - Соответствие, Массив - Отбор данных регистра по объекту бух.учета. Условия отбора в Соответствии складываются по "И", в Массиве по "ИЛИ"
//  * ПутьКДаннымОбъектНастройки - Строка - Путь выборки данных регистра, соответствующих объектам настроек, в разрезе которых указываются счета учета. Указывается в случае отличия от аналогичного параметра регистра накопления
//  * ПутьКДаннымИдентификаторФинЗаписи - Строка - Путь выборки значения идентификатора записи регистра. Указывается в случае отличия от аналогичного параметра регистра накопления
//  * ПутьКДаннымНаправлениеДеятельности - Строка - Путь выборки значения направления деятельности из данных регистра. Указывается в случае отличия от аналогичного параметра регистра накопления
//  * ПутиКДаннымСубконто - Соответствие Из КлючИЗначение - Уточнение путей выборки субконто. Указывается в случае некорректного результата подбора значения субконто по источникам субконто регистра
//  	* Ключ - ПланВидовХарактеристикСсылка.ВидыСубконтоМеждународные - Вид субконто
//  	* Значение - Строка - Путь выборки значения субконто
//  * РесурсыУпр - Массив - Массив строк с именами ресурсов, хранящих сумму операции в валюте управленческого учета. Указывается в случае отличия от аналогичного параметра регистра накопления
//  * РесурсыРегл - Массив - Массив строк с именами ресурсов, хранящих сумму операции в валюте регламентированного учета. Указывается в случае отличия от аналогичного параметра регистра накопления
//  * РесурсыВал - Массив - Массив строк с именами ресурсов, хранящих валютную сумму операции. Указывается в случае отличия от аналогичного параметра регистра накопления
// 
Процедура ДобавитьОписаниеОбъектовБухгалтерскогоУчета(ОбъектыБухгалтерскогоУчета) Экспорт
	
	//++ Локализация
	
	СтрокаДенежныеДокументы = ОбъектыБухгалтерскогоУчета.Добавить();
	СтрокаДенежныеДокументы.ОбъектУчета = Перечисления.ОбъектыБухгалтерскогоУчета.ДенежныеДокументы;
	СтрокаДенежныеДокументы.ФункциональныеОпции.Добавить(Метаданные.ФункциональныеОпции.ИспользоватьРеглУчет.Имя);
	СтрокаДенежныеДокументы.ИсточникДанных = Метаданные.РегистрыНакопления.ДенежныеДокументы.Имя; 
	
	СтрокаРезервыПоВознаграждениям = ОбъектыБухгалтерскогоУчета.Добавить();
	СтрокаРезервыПоВознаграждениям.ОбъектУчета = Перечисления.ОбъектыБухгалтерскогоУчета.РезервыПоВознаграждениям;
	СтрокаРезервыПоВознаграждениям.ФункциональныеОпции.Добавить(Метаданные.ФункциональныеОпции.ИспользоватьРасчетРезервовОтпусков.Имя);
	СтрокаРезервыПоВознаграждениям.ИсточникДанных = Метаданные.РегистрыНакопления.ДвиженияПоПрочимАктивамПассивам.Имя;
	ОтборДанных = Новый Соответствие();
	ОтборДанных.Вставить("Статья", ПланыВидовХарактеристик.СтатьиАктивовПассивов.РезервыПоВознаграждениям);
	СтрокаРезервыПоВознаграждениям.ОтборДанных = ОтборДанных;
	
	СтрокаРезервыПоСтраховымВзносам = ОбъектыБухгалтерскогоУчета.Добавить();
	СтрокаРезервыПоСтраховымВзносам.ОбъектУчета = Перечисления.ОбъектыБухгалтерскогоУчета.РезервыПоСтраховымВзносам;
	СтрокаРезервыПоСтраховымВзносам.ФункциональныеОпции.Добавить(Метаданные.ФункциональныеОпции.ИспользоватьРасчетРезервовОтпусков.Имя);
	СтрокаРезервыПоСтраховымВзносам.ИсточникДанных = Метаданные.РегистрыНакопления.ДвиженияПоПрочимАктивамПассивам.Имя;
	СтрокаРезервыПоСтраховымВзносам.ПутьКДаннымОбъектНастройки = "Аналитика";
	ОтборДанных = Новый Соответствие();
	ОтборДанных.Вставить("Статья", ПланыВидовХарактеристик.СтатьиАктивовПассивов.РезервыПоСтраховымВзносам);
	СтрокаРезервыПоСтраховымВзносам.ОтборДанных = ОтборДанных;
	
	//-- Локализация
	
КонецПроцедуры

// Добавляет элементы в соответствие расширенного описания объектов бухгалтерского учета.
// 
// Параметры:
//  ОписаниеОбъектовУчетаДляНастройкиФорм - Соответствие Из КлючИЗначение - данные расширенного описания объектов бухгалтерского учета:
//  	* Ключ - ПеречислениеСсылка.ОбъектыБухгалтерскогоУчета - объект бухгалтерского учета
//  	* Значение - См. Перечисления.ОбъектыБухгалтерскогоУчета.ОписаниеОбъектаУчетаДляНастройкиФорм
//  ГруппыОбъектовУчета - Структура - См. Перечисления.ОбъектыБухгалтерскогоУчета.ГруппыОбъектовУчета
//
Процедура ДобавитьРасширенноеОписаниеОбъектовУчетаДляНастройки(ОписаниеОбъектовУчетаДляНастройкиФорм, ГруппыОбъектовУчета) Экспорт
	
	//++ Локализация
	
	ОписаниеОбъектаУчета = Перечисления.ОбъектыБухгалтерскогоУчета.ОписаниеОбъектаУчетаДляНастройкиФорм();
	ОписаниеОбъектаУчета.Группа = ГруппыОбъектовУчета.ДережныеСредства;
	ОписаниеОбъектаУчета.Представление = НСтр("ru = 'В денежных документах';
												|en = 'In financial documents'");
	ОписаниеОбъектаУчета.ЗаголовокТаблицыНастройкиСчетов = НСтр("ru = 'Счета учета денежных документов';
																|en = 'Ledger accounts of financial documents'");
	ОписаниеОбъектаУчета.ОписаниеТиповОбъектНастройки = Неопределено;
	ОписаниеОбъектаУчета.ОписаниеТиповМестоУчета = Новый ОписаниеТипов();
	ОписаниеОбъектовУчетаДляНастройкиФорм.Вставить(Перечисления.ОбъектыБухгалтерскогоУчета.ДенежныеДокументы, ОписаниеОбъектаУчета);
	
	ОписаниеОбъектаУчета = Перечисления.ОбъектыБухгалтерскогоУчета.ОписаниеОбъектаУчетаДляНастройкиФорм();
	ОписаниеОбъектаУчета.Группа = ГруппыОбъектовУчета.ПрочиеАктивыИОбязательства;
	ОписаниеОбъектаУчета.Представление = НСтр("ru = 'Резервы по вознаграждениям';
												|en = 'Remuneration provisions'");
	ОписаниеОбъектаУчета.ЗаголовокТаблицыНастройкиСчетов = НСтр("ru = 'Счета учета оценочных обязательств по вознаграждениям';
																|en = 'GL accounts of provisions for remunerations'");
	ОписаниеОбъектаУчета.ОписаниеТиповОбъектНастройки = Неопределено;
	ОписаниеОбъектаУчета.ОписаниеТиповМестоУчета = Новый ОписаниеТипов();
	ОписаниеОбъектовУчетаДляНастройкиФорм.Вставить(Перечисления.ОбъектыБухгалтерскогоУчета.РезервыПоВознаграждениям, ОписаниеОбъектаУчета);
	
	ОписаниеОбъектаУчета = Перечисления.ОбъектыБухгалтерскогоУчета.ОписаниеОбъектаУчетаДляНастройкиФорм();
	ОписаниеОбъектаУчета.Группа = ГруппыОбъектовУчета.ПрочиеАктивыИОбязательства;
	ОписаниеОбъектаУчета.Представление = НСтр("ru = 'Резервы по страховым взносам';
												|en = 'Insurance contribution provisions'");
	ОписаниеОбъектаУчета.ЗаголовокТаблицыНастройкиСчетов = НСтр("ru = 'Счета учета оценочных обязательств по страховым взносам';
																|en = 'GL accounts of provisions for insurance contributions'");
	ОписаниеОбъектаУчета.ОписаниеТиповОбъектНастройки = Новый ОписаниеТипов("ПеречислениеСсылка.ТипыНалогов");
	ОписаниеОбъектаУчета.ОтборОбъектовНастройки = Новый Структура("Ссылка", Перечисления.ТипыНалогов.ФССНС);
	ОписаниеОбъектаУчета.ОписаниеТиповМестоУчета = Новый ОписаниеТипов();
	ОписаниеОбъектовУчетаДляНастройкиФорм.Вставить(Перечисления.ОбъектыБухгалтерскогоУчета.РезервыПоСтраховымВзносам, ОписаниеОбъектаУчета);
	
	//-- Локализация
	
КонецПроцедуры

// Добавляет в переданный массив имена неиспользуемых документов
// 
// Параметры:
// 	ИменаДокументов - Массив из Строка - имена неиспользуемых документов
//
Процедура ДобавитьИменаНеиспользуемыхДокументов(ИменаДокументов) Экспорт
	
	//++ Локализация
	
	МетаданныеДокументы = Метаданные.Документы;
	
	ИменаДокументов.Добавить(МетаданныеДокументы.ВозвратМатериаловИзПроизводства.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ВыпускПродукции.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПередачаМатериаловВПроизводство.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПеремещениеМатериаловВПроизводстве.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.СписаниеЗатратНаВыпуск.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.АмортизацияНМА.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.АмортизацияОС.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ВводОстатковВнеоборотныхАктивов.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ВозвратОСИзАренды.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ИзменениеПараметровНМА.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ИзменениеПараметровОС.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ИзменениеСостоянияОС.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.МодернизацияОС.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПередачаОСВАренду.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПеремещениеОС.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПереоценкаНМА.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПереоценкаОС.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПодготовкаКПередачеНМА.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПодготовкаКПередачеОС.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПринятиеКУчетуНМА.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.ПринятиеКУчетуОС.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.СписаниеНМА.Имя);
	ИменаДокументов.Добавить(МетаданныеДокументы.СписаниеОС.Имя);
	
	//-- Локализация
	
КонецПроцедуры

// Добавляет в переданный массив типы документов ввода начальных остатков
// 
// Параметры:
// 	ТипыДокументов - Массив из Тип - типы документов ввода начальных остатков
//
Процедура ДобавитьТипыДокументовВводаОстатков(ТипыДокументов) Экспорт
	
	//++ Локализация
	
	ТипыДокументов.Добавить(Тип("ДокументСсылка.ВводОстатковНДСПредъявленного"));
	ТипыДокументов.Добавить(Тип("ДокументСсылка.ВводОстатковРасходовПриУСН"));
	ТипыДокументов.Добавить(Тип("ДокументСсылка.ВводОстатковТМЦВЭксплуатации"));
	
	//-- Локализация
	
КонецПроцедуры

#КонецОбласти
